Repository: FreePBX/dundicheck
Catalog: i18n/*/LC_MESSAGES/dundicheck.po
Languages: it_it, pt_br

source: Admin
it_it: Amministratore
pt_br: Administrador

source: DUNDi Information: %s
it_it: Informazioni DUNDi: %s
pt_br: Informação de DUNDi: %s

source: DUNDi Lookup
it_it: Ricerca DUNDi
pt_br: Pesquisar DUNDi

source: DUNDi Lookup Registry
it_it: Registro di ricerca DUNDi
pt_br: Pesquisar Registro DUNDi

source: Lookup
it_it: Trova
pt_br: Pesquisar

source: Lookup Another Number:
it_it: Trova un altro numero:
pt_br: Pesquisar Outro Número:

source: Lookup Number:
it_it: Numero da trovare:
pt_br: Pesquisar Número:

source: No matches found
it_it: Nessun risultato trovato
pt_br: Nenhuma correspondência encontrada

source: Results from DUNDi trunk: %s
it_it: Risultati dal fascio DUNDi: %s
pt_br: Resultados de tronco DUNDi: %s

source: The number you are trying to use, %s, is currently available from one of the DUNDi routes you have configured on your system. As a result you cannot use this number on this system. Even if the route configuration does not pass this number you will still be blocked from creating it. If this is not an error, then you will have to un-publish this number on your remote DUNDi setup, disable the DUNDi trunk in question, or disable this module to avoid the checks. Otherwise, remove %s from the remote system before creating this one.
it_it: La numerazione che stai cercando di usare, %s, è resa disponibile da una delle rotte DUNDi che sono state configurate nel sistema. Quindi questo numerazione non può essere utilizzata su questo sistema. Anche se la configurazione della rotta non passa questa numerazione, sarà impedita la creazione. Se questo non è un errore, devi rimuovere la pubblicazione di questa numerazione dall'impostazione remota DUNDi, disattivare il fascio DUNDi in questione, o disattivare questo modulo per evitare i controlli. Altrimenti, rimuovi %s dal sistema remoto prima di creare questa nuova numerazione.
pt_br: O número que está tentando utilizar, %s, está atualmente disponível a partir de uma das rotas DUNDi configuradas no seu sistema. Como resultado, você não pode usar esse número neste sistema. Mesmo se a configuração de rota não passar esse número, você ainda será impedido de criá-lo. Se isso não for um erro, então você terá que anular a publicação desse número em sua configuração DUNDi remota, desabilitar o tronco DUNDi em questão ou desabilitar este módulo para evitar as verificações. Caso contrário, remova %s do sistema remoto antes de criar.

source: This module will check all configured and enabled DUNDi trunks as part of the extension registry function, and report back conflicts if other sites have the same extensions. This does not filter against the route patterns - it will take any number being created and report a conflict if that trunk could be used to call that number.
it_it: Questo modulo controllerà tutti i trunk DUNDi configurati e abilitati come parte della funzione del registro di estensione e segnalerà i conflitti se altri siti hanno le stesse estensioni. Questo non filtra in base ai modelli di percorso: prenderà qualsiasi numero in fase di creazione e segnalare un conflitto se tale trunk potrebbe essere utilizzato per chiamare quel numero.
pt_br: Este módulo verificará todos os troncos DUNDi configurados e habilitados como parte da função de registro de ramal e relatará conflitos se outros sites tiverem os mesmos ramais. Isso não filtra contra os padrões de rota - ele terá qualquer número que estiver sendo criado e relatará um conflito se esse tronco puder ser usado para chamar esse número.
